Repository: OfficeDev/microsoft-teams-apps-expertfinder
Catalog: Source/ExpertFinder/Resources/Strings.*.resx
Languages: ar, zh_cn

# MyProfileTitle
source: My profile
ar: ملف التعريف الخاص بي
zh_cn: 我的个人资料

# SearchTitle
source: Search
ar: بحث
zh_cn: 搜索

# AboutMeTitle
source: About me
ar: معلومات عني
zh_cn: 关于我

# DetailsTitle
source: View more
ar: عرض المزيد
zh_cn: 查看更多

# EditProfileTitle
source: Edit profile
ar: تحرير ملف التعريف
zh_cn: 编辑个人资料

# FullNameTitle
source: Name
ar: الاسم
zh_cn: 名称

# GotoProfileTitle
source: Go to profile
ar: الانتقال إلى ملف التعريف
zh_cn: 转到个人资料

# InterestTitle
source: Interests
ar: الاهتمامات
zh_cn: 兴趣

# SchoolsTitle
source: Schools
ar: المؤسسات التعليمية
zh_cn: 学校

# SkillsTitle
source: Skills
ar: المهارات
zh_cn: 技能

# UpdateTitle
source: Update
ar: تحديث
zh_cn: 更新

# WelcomeCardContent
source: I can help you find people in your organization with specific expertise and skills. If it’s in their profile, I can find it! Here’s what you can do:
ar: يمكنني مساعدتك على البحث عن الأشخاص في مؤسستك الذين يتمتعون بخبرات ومهارات معينة. فإذا كانت في ملفهم التعريفي، يمكنني العثور عليها! وستجد فيما يلي ما يمكنك فعله:
zh_cn: 我可以帮助你查找你组织中具有特定专业知识和技能的人。如果文件在用户个人资料中，我可以找到！可进行以下选择:

# SearchWelcomeCardContent
source: Filter for individuals by skills, interests, and other attributes in their profiles.
ar: قم بتصفية الأشخاص حسب المهارات والاهتمامات والسمات الأخرى في ملفات التعريف الخاصة بهم.
zh_cn: 按个人资料中的技能、兴趣和其他属性筛选个人。

# WelcomeText
source: Welcome!
ar: مرحباً!
zh_cn: 欢迎!

# SearchCardContent
source: Click **Search** to filter for individuals by skills, interests, and other attributes in their profiles.
ar: انقر فوق **البحث** لتصفية الأشخاص حسب المهارات والاهتمامات والسمات الأخرى في ملفات التعريف الخاصة بهم.
zh_cn: 单击**搜索**，按个人资料中的技能、兴趣和其他属性来筛选个人。

# NotLoggedInText
source: To search for experts, you’ll need to sign in.
ar: للبحث عن خبراء، ستحتاج إلى تسجيل الدخول.
zh_cn: 若要搜索专家，你需要登录。

# ChatTitle
source: Start a chat
ar: بدء دردشة
zh_cn: 发起聊天

# NoneText
source: None
ar: بدون
zh_cn: 无

# AboutMePlaceHolderText
source: Enter information (300 characters max)
ar: أدخل معلومات (300 حرف بحد أقصى)
zh_cn: 输入信息 (最多 300 个字符)

# SkillsPlaceHolderText
source: Enter information (100 characters max)
ar: أدخل معلومات (100 حرف بحد أقصى)
zh_cn: 输入信息 (最多 100 个字符)

# SchoolsPlaceHolderText
source: Enter information (200 characters max)
ar: أدخل معلومات (200 حرف بحد أقصى)
zh_cn: 输入信息 (最多 200 个字符)

# ValidationTaskModuleMessage
source: Use semicolons between each item in the fields below.
ar: ضع فواصل منقوطة بين كل العناصر في الحقول أدناه.
zh_cn: 在下面的字段中，用分号表示各项目。

# EmptyProfileCardContent
source: Please update your profile so your colleagues know what you do.
ar: الرجاء تحديث ملف التعريف الخاص بك ليعرف زملاؤك طبيعة عملك.
zh_cn: 请更新个人资料，以便同事知道你执行什么操作。

# ErrorMessage
source: Something went wrong. Try again in a few minutes.
ar: حدث خطا ما. حاول مره أخرى بعد بضع دقائق.
zh_cn: 出现错误。请几分钟后重试。

# LoginSuccessText
source: Login is successful!
ar: نجحت عملية تسجيل الدخول!
zh_cn: 登录成功！

# SignInCardText
source: To search for experts, you’ll need to sign in.
ar: للبحث عن خبراء، ستحتاج إلى تسجيل الدخول.
zh_cn: 若要搜索专家，你需要登录。

# SignOutText
source: You have been signed out.
ar: تم تسجيل خروجك.
zh_cn: 已将你注销。

# SignInButtonText
source: Sign in
ar: تسجيل الدخول
zh_cn: 登录

# DefaultCardContentME
source: Type a keyword to find people with that information in their profile.
ar: اكتب كلمة أساسية للعثور على الأشخاص الذين لديهم هذه المعلومات في ملف التعريف الخاص بهم.
zh_cn: 键入关键字以查找配置文件中具有该信息的人。

# FailedToUpdateProfile
source: Something went wrong and I couldn’t update your profile. Try again in a few minutes.
ar: حدث خطأ ما وتعذر تحديث ملف التعريف الخاص بك. حاول مجدداً بعد بضع دقائق.
zh_cn: 出现问题，无法更新你的个人资料。请几分钟后重试。

# HelpMessage
source: I can help you find people in your organization with specific expertise and skills. Here’s what you can do:
ar: يمكنني مساعدتك على البحث عن الأشخاص في مؤسستك الذين يتمتعون بخبرات ومهارات معينة. ستجد فيما يلي ما يمكنك فعله:
zh_cn: 我可以帮助你查找你组织中具有特定专业知识和技能的人。可进行以下选择:

# InterestsPlaceHolderText
source: Enter information (100 characters max)
ar: أدخل معلومات (100 حرف بحد أقصى)
zh_cn: 输入信息 (最多 100 个字符)

# SearchTaskModuleTitle
source: Search for experts
ar: بحث عن خبراء
zh_cn: 搜索专家

# InvalidTenant
source: Sorry! You don't seem to be a user in the organization for which I was set up.
ar: عذراً! لا يبدو أنك من ضمن المستخدمين في المؤسسة التي تم تعييني لها.
zh_cn: 万分!你似乎不是已设置我的组织中的用户。

# MyProfileWelcomeCardContent
source: See how your profile looks to others. Update your profile with skills, interests, and schools.
ar: شاهد كيف يبدو ملفك التعريفي للآخرين. قم بتحديث ملفك التعريفي بالمهارات والاهتمامات والمؤسسات التعليمية.
zh_cn: 查看个人资料其他人的外观。通过技能、兴趣和学校更新个人资料。

# InitialSearchResultMessageBodyText
source: Hint: Type a skill (like “data visualization”), interest (“hiking”), or the name of a school to find people with that information in their profile.
ar: تلميح: اكتب مهارة (مثل "مرئيات البيانات") أو "الاهتمام" ("اقدام") أو اسم مدرسه للعثور علي الأشخاص الذين لديهم هذه المعلومات في ملف التعريف الخاص بهم.
zh_cn: 提示: 键入技能 (如"数据可视化")、兴趣 ("学习")，或学校名称以查找配置文件中具有该信息的人。

# InitialSearchResultMessageHeaderText
source: Here are list of things one can do:
ar: ستجد فيما يلي قائمة بما يمكنك فعله:
zh_cn: 以下是可执行操作的列表:

# MaxUserProfilesError
source: You can select up to 5 user profiles.
ar: يمكنك تحديد ما يصل إلى 5 ملفات تعريف مستخدمين.
zh_cn: 你最多可以选择 5 个用户配置文件。

# SearchResultNoItemsText
source: No results found. Try a different keyword.
ar: لم يتم العثور على أي نتائج. حاول استخدام كلمة أساسية مختلفة.
zh_cn: 未找到结果。尝试其他关键字。

# SearchTextBoxPlaceholder
source: Type a term to search for
ar: اكتب مصطلحاً للبحث عنه
zh_cn: 键入要搜索的术语

# ViewButtonText
source: View
ar: عرض
zh_cn: 视图

# ForbiddenErrorMessage
source: Sorry, seems like you don't have permission to access this page.
ar: عذرا ، يبدو انه ليس لديك اذن بالوصول إلى هذه الصفحة.
zh_cn: 很抱歉，你似乎没有访问此页面的权限。

# GeneralErrorMessage
source: Oops! An unexpected error seems to have occured. Why not try refreshing your page? Or you can contact your administrator if the problem persists.
ar: عفوًا! يبدو أن خطأ غير متوقع قد حدث. لمَ لا تحاول تحديث الصفحة؟ أو يمكنك الاتصال بالمسؤول لديك إذا استمرت المشكلة.
zh_cn: 哎呀! 好像发生了意外错误。何不试试刷新页面? 如果问题仍然存在，也可以与管理员联系。

# UnauthorizedErrorMessage
source: Sorry, an error occurred while trying to access this service.
ar: عذرا ، حدث خطا اثناء محاولة الوصول إلى هذه الخدمة.
zh_cn: 很抱歉，尝试访问此服务时出错。

# RefreshLinkText
source: Refresh
ar: تحديث
zh_cn: 刷新

# BotCommandLogout
source: Logout
ar: تسجيل الخروج
zh_cn: 注销

# BotCommandMyProfile
source: My profile
ar: ملف التعريف الخاص بي
zh_cn: 我的个人资料

# BotCommandSearch
source: Search
ar: بحث
zh_cn: 搜索
