Repository: OfficeDev/microsoft-teams-apps-expertfinder
Catalog: Source/Microsoft.Teams.Apps.ExpertFinder/Resources/Strings.*.resx
Languages: de, es, fr, he, ja, ko, pt_br, ru, zh_tw

# MyProfileTitle
source: My profile
de: Mein Profil
es: Mi perfil
fr: Mon profil
he: הפרופיל שלי
ja: マイ プロフィール
ko: 내 프로필
pt_br: Meu perfil
ru: Мой профиль
zh_tw: 我的個人資料

# SearchTitle
source: Search
de: Suchen
es: Buscar
fr: Rechercher
he: חפש
ja: 検索
ko: 검색
pt_br: Pesquisar
ru: Поиск
zh_tw: 搜尋

# AboutMeTitle
source: About me
de: Über mich
es: Acerca de mí
fr: À propos de moi
he: אודותיי
ja: コメント
ko: 내 소개
pt_br: Sobre mim
ru: Обо мне
zh_tw: 關於我

# DetailsTitle
source: View more
de: Mehr anzeigen
es: Ver más
fr: Afficher plus
he: הצג עוד
ja: 詳細を表示
ko: 더 보기
pt_br: Exibir mais
ru: Больше
zh_tw: 檢視更多

# EditProfileTitle
source: Edit profile
de: Profil bearbeiten
es: Editar perfil
fr: Modifier le profil
he: ערוך פרופיל
ja: プロフィールを編集
ko: 프로필 편집
pt_br: Edite o perfil
ru: Изменить профиль
zh_tw: 編輯個人資料

# FullNameTitle
source: Name
es: Nombre
fr: Nom
he: שם
ja: 名前
ko: 이름
pt_br: Nome
ru: Имя
zh_tw: 名稱

# GotoProfileTitle
source: Go to profile
de: Zum Profil wechseln
es: Ir al perfil
fr: Accéder au profil
he: עבור לפרופיל
ja: プロフィールに移動
ko: 프로필로 이동
pt_br: Ir para o perfil
ru: Перейти к профилю
zh_tw: 移至個人資料

# InterestTitle
source: Interests
de: Interessen
es: Intereses
fr: Centres d'intérêts
he: תחומי עניין
ja: 興味の対象
ko: 관심사
pt_br: Interesses
ru: Увлечения
zh_tw: 興趣

# SchoolsTitle
source: Schools
de: Bildungseinrichtungen
es: Escuelas
fr: Établissements scolaires
he: בתי ספר
ja: 学校
ko: 학교
pt_br: Escolas
ru: Учебные заведения
zh_tw: 學校

# SkillsTitle
source: Skills
de: Qualifikationen
es: Cualificaciones
fr: Compétences
he: כישורים
ja: 資格/特技
ko: 기술
pt_br: Aptidões
ru: Навыки
zh_tw: 技能

# UpdateTitle
source: Update
de: Aktualisieren
es: Actualizar
fr: Mettre à jour
he: עדכן
ja: 更新
ko: 업데이트
pt_br: Atualização
ru: Обновить
zh_tw: 更新

# WelcomeCardContent
source: I can help you find people in your organization with specific expertise and skills. If it’s in their profile, I can find it! Here’s what you can do:
de: Ich kann Ihnen dabei helfen, Personen innerhalb Ihrer Organisation zu finden, die bestimme Fachkenntnisse und Qualifikationen besitzen – sofern diese entsprechend in deren Profilen angegeben wurden. Sie müssen nur Folgendes tun:
es: Puedo ayudarte a encontrar a personas de tu organización con experiencia y conocimientos específicos. Si aparece en su perfil, lo encontraré. Esto es lo que puedes hacer:
fr: Je peux vous aider à trouver des membres de votre organisation dotés d’une expertise et de compétences spécifiques. Si elle se trouve dans son profil, je peux la trouver. Voici ce que vous pouvez faire :
he: אני יכול לעזור לך למצוא אנשים בארגון שלך בעלי מומחיות וכישורים ספציפיים. אם המידע מופיע בפרופיל שלו, אני יכול למצוא אותו! אלו הפעולות שבאפשרותך לבצע:
ja: 特定の専門知識とスキルを備えた組織内の人々を見つけるお手伝いをします。 プロフィールにある情報なら見つけることができます。できることは次のとおりです。
ko: 조직에서 특정 전문 지식 및 기술이 있는 사용자를 찾을 수 있도록 도와드립니다. 당사자의 프로필에 쓰여 있다면 찾을 수 있습니다. 수행할 수 있는 작업:
pt_br: Posso ajudá-lo a encontrar pessoas em sua organização com conhecimentos e habilidades específicas. Se estiver no perfil deles, eu posso encontrar! Aqui está o que você pode fazer:
ru: Я могу помочь с поиском людей из вашей организации с определенным опытом и навыками. Если это указано в их профиле, я найду это! Вот что можно сделать:
zh_tw: 我可以使用特定的專業知識與技能，協助您尋找貴組織中的人員。如果是在他們的個人資料中，我可以找出! 以下是您可以執行的動作:

# SearchWelcomeCardContent
source: Filter for individuals by skills, interests, and other attributes in their profiles.
de: Filtern Sie Personen nach Qualifikationen, Interessen und anderen Attributen, die in ihren Profilen angegeben sind.
es: Filtrar personas por aptitudes, intereses y otros atributos en sus perfiles.
fr: Filtrez les individus par compétences, intérêts et autres attributs dans leurs profils.
he: סנן אנשים לפי כישורים, תחומי עניין ותכונות אחרות בפרופילים שלהם.
ja: プロファイルのスキル、興味、その他の属性で個人をフィルターします。
ko: 프로필에 있는 기술, 관심사 및 기타 특성을 기준으로 개인 필터링
pt_br: Filtrar pessoas por qualificações, interesses e outros atributos em seus perfis.
ru: Фильтруйте отдельных пользователей по навыкам, интересам и другим атрибутам в их профилях.
zh_tw: 依個人資料中的技能、興趣和其他屬性篩選個人。

# WelcomeText
source: Welcome!
de: Willkommen!
es: Te damos la bienvenida.
fr: Bienvenue !
he: ברוך הבא!
ja: ようこそ!
ko: 환영합니다!
pt_br: Bem-vindo!
ru: Добро пожаловать!
zh_tw: 歡迎!

# SearchCardContent
source: Click **Search** to filter for individuals by skills, interests, and other attributes in their profiles.
de: Klicken Sie auf * * durch suchen * *, um Personen nach Fähigkeiten, Interessen und anderen Attributen in Ihren Profilen zu filtern.
es: Haga clic en * * búsqueda * * para filtrar individuos por aptitudes, intereses y otros atributos en sus perfiles.
fr: Cliquez sur * * Search * * pour filtrer les utilisateurs par compétences, centres d’intérêt et autres attributs dans leur profil.
he: לחץ על **חיפוש** כדי לסנן אנשים לפי כישורים, תחומי עניין ותכונות אחרות בפרופילים שלהם.
ja: **検索** をクリックして、プロファイルのスキル、興味、その他の属性で個人をフィルターします。
ko: 프로필에 있는 기술, 관심사 및 기타 특성을 기준으로 개인을 필터링하려면 **검색**을 클릭하세요.
pt_br: Clique em * * Pesquisar * * para filtrar pessoas por habilidades, interesses e outros atributos em seus perfis.
ru: Нажмите **Поиск**, чтобы отфильтровать отдельных пользователей по навыкам, интересам и другим атрибутам в их профилях.
zh_tw: 按一下 [**搜尋**]，依個人資料中的技能、興趣和其他屬性篩選個人。。

# NotLoggedInText
source: To search for experts, you’ll need to sign in.
de: Sie müssen sich anmelden, um nach Experten zu suchen.
es: Para buscar expertos, tiene que iniciar sesión.
fr: Pour rechercher des experts, vous devez vous connecter.
he: כדי לחפש מומחים, תצטרך להיכנס.
ja: 専門家を検索するには、サインインする必要があります。
ko: 전문가를 검색하려면 로그인해야 합니다.
pt_br: Para procurar especialistas, você precisará entrar.
ru: Для поиска экспертов необходимо выполнить вход.
zh_tw: 若要搜尋專家，您必須登入。

# ChatTitle
source: Start a chat
de: Chat starten
es: Iniciar un chat
fr: Commencer une conversation
he: התחל צ\'אט
ja: チャットを開始する
ko: 채팅 시작
pt_br: Iniciar um chat
ru: Начать чат
zh_tw: 開始聊天

# NoneText
source: None
de: Keine
es: Ninguno
fr: Aucun
he: ללא
ja: なし
ko: 없음
pt_br: Nenhum
ru: Нет
zh_tw: 無

# AboutMePlaceHolderText
source: Enter information (300 characters max)
de: Informationen eingeben (max. 300 Zeichen)
es: Escribe la información (300 caracteres máx.)
fr: Entrez les informations (200 caractères maximum)
he: הזן מידע (300 תווים לכל היותר)
ja: 情報を入力してください (最大 300 文字)
ko: 정보 입력(최대 300자)
pt_br: Insira as informações (máximo 300 caracteres)
ru: Введите сведения (не более 300 символов)
zh_tw: 輸入資訊 (最多 300 個字元)

# SkillsPlaceHolderText
source: Enter information (100 characters max)
de: Informationen eingeben (max. 100 Zeichen)
es: Escribe la información (100 caracteres máx.)
fr: Entrez les informations (100 caractères maximum)
he: הזן מידע (100 תווים לכל היותר)
ja: 情報を入力してください (最大 100 文字)
ko: 정보 입력(최대 100자)
pt_br: Insira as informações (máximo 100 caracteres)
ru: Введите сведения (не более 100 символов)
zh_tw: 輸入資訊 (最多 100 個字元)

# SchoolsPlaceHolderText
source: Enter information (200 characters max)
de: Informationen eingeben (max. 200 Zeichen)
es: Escribe la información (200 caracteres máx.)
fr: Entrez les informations (200 caractères maximum)
he: הזן מידע (200 תווים לכל היותר)
ja: 情報を入力してください (最大 200 文字)
ko: 정보 입력(최대 200자)
pt_br: Insira as informações (máximo de 200 caracteres)
ru: Введите сведения (не более 200 символов)
zh_tw: 輸入資訊 (最多 200 個字元)

# ValidationTaskModuleMessage
source: Use semicolons between each item in the fields below.
de: Setzen Sie in den Feldern unten jeweils ein Semikolon zwischen jedes Element.
es: Utilice signos de punto y coma entre cada elemento de los campos siguientes.
fr: Utilisez des points-virgules entre chaque élément dans les champs ci-dessous.
he: השתמש בתווי נקודה-פסיק בין כל פריט בשדות שלהלן.
ja: 以下のフィールドの各項目はセミコロンで区切ってください。
ko: 아래 필드에 있는 각 항목 사이에 세미콜론을 사용합니다.
pt_br: Use ponto-e-vírgula entre cada item nos campos abaixo.
ru: Между элементами в полях ниже используйте точку с запятой.
zh_tw: 請在下方欄位中的每個項目之間使用分號。

# EmptyProfileCardContent
source: Please update your profile so your colleagues know what you do.
de: Bitte aktualisieren Sie Ihr Profil, damit Ihre Kollegen wissen, was Sie tun.
es: Actualiza tu perfil para que tus compañeros sepan lo que haces.
fr: Veuillez mettre à jour votre profil pour que vos collègues sachent ce que vous faites.
he: עדכן את הפרופיל שלך כדי שעמיתיך ידעו מה אתה עושה.
ja: プロフィールを更新して、同僚にあなたの行動を知らせてください。
ko: 동료가 현재 내가 하는 작업을 알 수 있도록 프로필을 업데이트하세요.
pt_br: Atualize seu perfil para que seus colegas saibam o que você faz.
ru: Обновите свой профиль, чтобы коллеги знали, чем вы занимаетесь.
zh_tw: 請更新您的個人資料，讓同事知道您的工作。

# ErrorMessage
source: Something went wrong. Try again in a few minutes.
de: Ein Fehler ist aufgetreten. Bitte versuchen Sie es in einigen Minuten erneut.
es: Ha habido un problema. Vuelve a intentarlo dentro de unos minutos.
fr: Désolé... Nous avons rencontré un problème. Veuillez réessayer dans quelques minutes.
he: משהו השתבש. נסה שוב בעוד כמה דקות.
ja: 問題が発生しました。数分後にもう一度お試しください。
ko: 오류가 발생했습니다. 잠시 후에 다시 시도하세요.
pt_br: Algo deu errado. Tente novamente em alguns minutos.
ru: Произошла ошибка. Повторите попытку через несколько минут.
zh_tw: 發生錯誤。請在數分鐘後再試一次。

# LoginSuccessText
source: Login is successful!
de: Sie sind angemeldet.
es: El inicio de sesión se ha realizado correctamente.
fr: La connexion est réussie !
he: הכניסה הצליחה!
ja: ログインが成功しました
ko: 로그인에 성공했습니다.
pt_br: Login efetuado com sucesso!
ru: Вход выполнен!
zh_tw: 登入成功!

# SignInCardText
source: To search for experts, you’ll need to sign in.
de: Sie müssen sich anmelden, um nach Experten zu suchen.
es: Para buscar expertos, tiene que iniciar sesión.
fr: Pour rechercher des experts, vous devez vous connecter.
he: כדי לחפש מומחים, תצטרך להיכנס.
ja: 専門家を検索するには、サインインする必要があります。
ko: 전문가를 검색하려면 로그인해야 합니다.
pt_br: Para procurar especialistas, você precisará entrar.
ru: Для поиска экспертов необходимо выполнить вход.
zh_tw: 若要搜尋專家，您必須登入。

# SignOutText
source: You have been signed out.
de: Sie wurden abgemeldet.
es: Se ha cerrado tu sesión.
fr: Vous avez été déconnecté.
he: נותקת מהמערכת.
ja: サインアウトされました。
ko: 로그아웃되었습니다.
pt_br: Você saiu.
ru: Вы вышли из системы.
zh_tw: 您已登出。

# SignInButtonText
source: Sign in
de: Anmelden
es: Iniciar sesión
fr: Connexion
he: התחבר
ja: サインイン
ko: 로그인
pt_br: Entrar
ru: Войти
zh_tw: 登入

# DefaultCardContentME
source: Type a keyword to find people with that information in their profile.
de: Geben Sie einen Suchbegriff ein, um Profile von Personen mit übereinstimmenden Attributen zu finden.
es: Escriba una palabra clave para buscar personas con esa información en su perfil.
fr: Tapez un mot clé pour rechercher des personnes disposant de ces informations dans leur profil.
he: הקלד מילת מפתח כדי למצוא אנשים בעלי מידע זה בפרופיל שלהם.
ja: キーワードを入力して、プロフィールにその情報を持つ人を見つけます。
ko: 프로필에 있는 정보로 사용자를 찾으려면 키워드를 입력하세요.
pt_br: Digite uma palavra-chave para localizar pessoas com essas informações em seu perfil.
ru: Введите ключевое слово, чтобы найти людей с этой информацией в их профиле.
zh_tw: 輸入關鍵字，以在他們的個人資料中尋找具有該資訊的人員。

# FailedToUpdateProfile
source: Something went wrong and I couldn’t update your profile. Try again in a few minutes.
de: Ein Fehler ist aufgetreten. Ich konnte Ihr Profil daher nicht aktualisieren. Bitte versuchen Sie es in einigen Minuten erneut.
es: Se ha producido un error y no se ha podido actualizar el perfil. Vuelve a intentarlo dentro de unos minutos.
fr: Nous n’avons pas pu mettre à jour votre profil, car nous avons rencontré un problème. Réessayez dans quelques minutes.
he: משהו השתבש ולא היתה אפשרות לעדכן את הפרופיל שלך. נסה שוב בעוד כמה דקות.
ja: 問題が発生したため、プロファイルを更新できませんでした。数分後にもう一度お試しください。
ko: 문제가 발생하여 프로필을 업데이트할 수 없습니다. 잠시 후에 다시 시도하세요.
pt_br: Algo deu errado e não foi possível atualizar seu perfil. Tente novamente em alguns minutos.
ru: Что-то пошло не так, и не удалось обновить ваш профиль. Повторите попытку через несколько минут.
zh_tw: 發生錯誤，因此無法更新您的設定檔。請在數分鐘後再試一次。

# HelpMessage
source: I can help you find people in your organization with specific expertise and skills. Here’s what you can do:
de: Ich kann Ihnen dabei helfen, Personen innerhalb Ihrer Organisation zu finden, die bestimme Fachkenntnisse und Qualifikationen besitzen. Sie müssen nur Folgendes tun:
es: Puedo ayudarte a encontrar a personas de tu organización con experiencia y conocimientos específicos. Esto es lo que puedes hacer:
fr: Je peux vous aider à trouver des membres de votre organisation dotés d’une expertise et de compétences spécifiques. Voici ce que vous pouvez faire :
he: אני יכול לעזור לך למצוא אנשים בארגון שלך בעלי מומחיות וכישורים ספציפיים. אלו הפעולות שבאפשרותך לבצע:
ja: 特定の専門知識とスキルを備えた組織内の人々を見つけるお手伝いをします。 できることは次のとおりです。
ko: 조직에서 특정 전문 지식 및 기술이 있는 사용자를 찾을 수 있도록 도와드립니다. 수행할 수 있는 작업:
pt_br: Posso ajudá-lo a encontrar pessoas em sua organização com conhecimentos e habilidades específicas. Aqui está o que você pode fazer:
ru: Я могу помочь с поиском людей из вашей организации с определенным опытом и навыками. Вот что можно сделать:
zh_tw: 我可以使用特定的專業知識與技能，協助您尋找貴組織中的人員。以下是您可以執行的動作:

# InterestsPlaceHolderText
source: Enter information (100 characters max)
de: Informationen eingeben (max. 100 Zeichen)
es: Escribe la información (100 caracteres máx.)
fr: Entrez les informations (100 caractères maximum)
he: הזן מידע (100 תווים לכל היותר)
ja: 情報を入力してください (最大 100 文字)
ko: 정보 입력(최대 100자)
pt_br: Insira as informações (máximo 100 caracteres)
ru: Введите сведения (не более 100 символов)
zh_tw: 輸入資訊 (最多 100 個字元)

# SearchTaskModuleTitle
source: Search for experts
de: Nach Experten suchen
es: Buscar expertos
fr: Rechercher des experts
he: חפש מומחים
ja: 専門家の検索
ko: 전문가 검색
pt_br: Procure por especialistas
ru: Поиск экспертов
zh_tw: 搜尋專家

# InvalidTenant
source: Sorry! You don't seem to be a user in the organization for which I was set up.
de: Tut mir leid. Sie sind offenbar kein Benutzer der Organisation, für die ich eingerichtet wurde.
es: Lo siento, parece que no eres usuario de la organización para la que se me ha configurado.
fr: Désolé ! Il semble que vous ne soyez pas un utilisateur de l’Organisation pour laquelle j’ai été configuré.
he: מצטערים! נראה שאינך משתמש בארגון שעבורו אני מוגדר.
ja: 申し訳ありません。あなたは私が設定した組織内のユーザーではないようです。
ko: 죄송합니다. 귀하는 설정된 조직의 사용자가 아닙니다.
pt_br: Desculpa! Você parece não ser um usuário na organização para o qual eu estava configurado.
ru: Извините! Похоже, вы не пользователь организации, для которого меня настроили.
zh_tw: 對不起! 您似乎不是我設定的組織中的使用者。

# MyProfileWelcomeCardContent
source: See how your profile looks to others. Update your profile with skills, interests, and schools.
de: Sehen Sie, wie Ihr Profil für andere aussieht. Aktualisieren Sie es mit Ihren Qualifikationen, Interessen und besuchten Bildungseinrichtungen.
es: Descubre cómo ven tu perfil otros usuarios. Actualiza tu perfil con aptitudes, intereses y centros educativos.
fr: Afficher l’apparence de votre profil pour les autres utilisateurs. Mettez à jour votre profil avec les compétences, les centres d’intérêt et les établissements d’enseignement.
he: ראה כיצד הפרופיל שלך ניראה לאחרים. עדכן את הפרופיל שלך עם כישורים, תחומי עניין ובתי ספר.
ja: プロフィールが他の人にどのように見えるかを確認できます。プロフィールのスキル、興味、学校を更新します。
ko: 프로필이 다른 사용자에게 어떻게 보이는지 알아보세요. 기술, 관심사 및 학교로 프로필을 업데이트합니다.
pt_br: Veja como seu perfil parece ser para outras pessoas. Atualize seu perfil com qualificações, interesses e escolas.
ru: Узнайте, как ваш профиль выглядит для других пользователей. Обновите свой профиль с помощью навыков, интересов и учебных заведений.
zh_tw: 查看您個人資料的外觀。使用技能、興趣與學校更新您的個人資料。

# InitialSearchResultMessageBodyText
source: Hint: Type a skill (like “data visualization”), interest (“hiking”), or the name of a school to find people with that information in their profile.
de: Hinweis: Geben Sie eine Fertigkeit (z. b. "Daten Visualisierung"), Interesse ("wandern") oder den Namen einer Schule ein, um Personen mit diesen Informationen in Ihrem Profil zu suchen.
es: Sugerencia: escriba una habilidad (como "visualización de datos"), interés ("senderismo") o el nombre de una escuela para buscar personas con esa información en su perfil.
fr: Conseil : tapez une compétence (par exemple, « visualisation des données »), un intérêt (« randonnée ») ou le nom d’une école pour trouver des personnes disposant de ces informations dans leur profil.
he: רמז: הקלד כישורים (כגון "פריט חזותי של נתונים"), מעניין ("משיכה"), או השם של בית ספר כדי למצוא אנשים עם מידע זה בפרופיל שלהם.
ja: ヒント: プロフィールにその情報を持つ人を見つけるには、スキル ("データ視覚化" など)、関心 ("ハイキング")、学校名を入力します。
ko: 힌트: 스킬(예: "data visualization"), 관심사("하이킹") 또는 자신의 프로필에 있는 사용자를 찾아보려면 학교의 이름을 입력하십시오.
pt_br: Dica: digite uma habilidade (como "visualização de dados"), juros ("caminhada") ou o nome de uma escola para localizar pessoas com essas informações em seu perfil.
ru: Совет: введите навык (например, "Визуализация данных"), интерес ("поход") или имя учебного заведения, чтобы найти пользователей с этой информацией в своем профиле.
zh_tw: 提示: 輸入技能 (如「資料視覺效果」)、興趣 (「健行」)，或是學校的名稱，以在他們的個人資料中尋找該資訊的人員。

# InitialSearchResultMessageHeaderText
source: Here are list of things one can do:
de: Hier ist eine Liste mit Dingen, die Sie tun können:
es: Esta es una lista de acciones que puedes realizar:
fr: Voici une liste des actions que l’on peut entreprendre :
he: לפניך רשימה של דברים שניתן לבצע:
ja: できることのリストは次のとおりです。
ko: 다음과 같은 기능 중 하나입니다.
pt_br: Aqui está uma lista de coisas que você pode fazer:
ru: Список того, что можно сделать:
zh_tw: 以下是您可以執行的工作清單:

# MaxUserProfilesError
source: You can select up to 5 user profiles.
de: Sie können bis zu 5 Benutzer Profile auswählen.
es: Puede seleccionar hasta 5 perfiles de usuario.
fr: Vous pouvez sélectionner jusqu’à 5 profils utilisateur.
he: באפשרותך לבחור עד 5 פרופילי משתמשים.
ja: 最大 5 つのユーザー プロファイルを選択できます。
ko: 최대 5명의 사용자 프로필을 선택할 수 있습니다.
pt_br: Você pode selecionar até 5 perfis de usuário.
ru: Можно выбрать до 5 профилей пользователей.
zh_tw: 您最多可以選取 5 個使用者個人資料。

# SearchResultNoItemsText
source: No results found. Try a different keyword.
de: Es wurden keine Ergebnisse gefunden. Versuchen Sie es mit einem anderen Suchbegriff.
es: No se han encontrado resultados. Prueba con una palabra clave diferente.
fr: Aucun résultat trouvé. Essayez un autre mot clé.
he: לא נמצאו תוצאות. נסה מילת מפתח אחרת.
ja: 結果が見つかりません。 別のキーワードを試してください。
ko: 검색 결과가 없습니다. 다른 키워드를 시도해 보세요.
pt_br: Nenhum resultado encontrado. Experimente uma palavra-chave diferente.
ru: Результаты не найдены. Попробуйте другое ключевое слово.
zh_tw: 找不到結果。請嘗試其他關鍵字。

# SearchTextBoxPlaceholder
source: Type a term to search for
de: Suchbegriff eingeben
es: Escribe un término de búsqueda
fr: Tapez un terme à rechercher
he: הקלד מונח לחיפוש
ja: 検索する用語を入力してください
ko: 검색할 용어 입력
pt_br: Digite um termo para pesquisar
ru: Введите условие для поиска
zh_tw: 輸入要搜尋的字詞

# ViewButtonText
source: View
de: Anzeigen
es: Ver
fr: Afficher
he: תצוגה
ja: 表示
ko: 보기
pt_br: Exibir
ru: Просмотр
zh_tw: 檢視

# ForbiddenErrorMessage
source: Sorry, seems like you don't have permission to access this page.
de: Anscheinend besitzen Sie keine Berechtigung zum Zugriff auf diese Seite.
es: Parece que no tiene permiso para obtener acceso a esta página.
fr: Désolé, il semble que vous n’ayez pas l’autorisation d’accéder à cette page.
he: מצטערים, נראה שאין לך הרשאה לגשת לדף זה.
ja: 申し訳ございません。このページにアクセスする権限がないようです。
ko: 죄송합니다. 이 페이지에 액세스할 권한이 없는 것 같습니다.
pt_br: Parece que você não tem permissão para acessar esta página.
ru: Похоже, у вас нет разрешения на доступ к этой странице.
zh_tw: 很抱歉，您似乎沒有存取此頁面的許可權。

# GeneralErrorMessage
source: Oops! An unexpected error seems to have occured. Why not try refreshing your page? Or you can contact your administrator if the problem persists.
de: Hoppla, es scheint ein unerwarteter Fehler aufgetreten zu sein. Versuchen Sie bitte, die Seite zu aktualisieren, oder wenden Sie sich an Ihren Administrator, wenn das Problem weiterhin besteht.
es: ¡Vaya! Parece que se ha producido un error inesperado. ¿Por qué no intenta actualizar la página? También puede ponerse en contacto con su administrador si el problema persiste.
fr: Désolé. Une erreur inattendue semble s’être produite. Pourquoi ne pas essayer d’actualiser votre page ? Vous pouvez également contacter votre administrateur si le problème persiste.
he: אופס! נראה שאירעה שגיאה לא צפויה. נסה לרענן את הדף. לחלופין, באפשרותך לפנות למנהל המערכת אם הבעיה נמשכת.
ja: 予期しないエラーが発生した可能性があります。ページを最新の情報に更新してみてください。問題が解決しない場合は、管理者にお問い合わせください。
ko: 죄송합니다. 예기치 못한 오류가 발생한 것 같습니다. 페이지를 새로 고침해 보세요. 문제가 계속되면 관리자에게 문의하세요.
pt_br: Ooops! Parece que ocorreu um erro inesperado. Por que não tenta atualizar sua página? Ou você pode entrar em contato com o administrador se o problema persistir.
ru: Произошла непредвиденная ошибка. Попробуйте обновить страницу. Если ошибка повторится, обратитесь к администратору.
zh_tw: 糟糕! 似乎發生未預期的錯誤。要不要試試看重新整理您的頁面? 或者如果問題持續發生，請連絡您的系統管理員。

# UnauthorizedErrorMessage
source: Sorry, an error occurred while trying to access this service.
de: Leider ist beim Zugriff auf diesen Dienst ein Fehler aufgetreten.
es: Lo sentimos, se ha producido un error al intentar obtener acceso a este servicio.
fr: Désolé, une erreur s’est produite lors de la tentative d’accès à ce service.
he: מצטערים, אירעה שגיאה בעת ניסיון לגשת לשירות זה.
ja: 申し訳ございません。このサービスにアクセスしようとしているときにエラーが発生しました。
ko: 죄송합니다. 이 서비스에 액세스하는 동안 오류가 발생했습니다.
pt_br: Ocorreu um erro ao tentar acessar este serviço.
ru: К сожалению, при попытке доступа к этой службе произошла ошибка.
zh_tw: 很抱歉，嘗試存取此服務時發生錯誤。

# RefreshLinkText
source: Refresh
de: Aktualisieren
es: Actualizar
fr: Actualiser
he: רענן
ja: 最新の情報に更新
ko: 새로 고침
pt_br: Atualizar
ru: Обновить
zh_tw: 重新整理
